Repository: common-repository/keep-in-touch
Catalog: languages/keep-*-touch-*.po
Languages: it_it

source: Keep in Touch
it_it: Resta in contatto

source: Displays a form that allows visitors to subscribe for updates.
it_it: Mostra un modulo che permette ai visitatori di iscriversi per ricevere aggiornamenti dal sito.

source: Enter email
it_it: Inserire indirizzo email

source: Sign up
it_it: Iscriviti

source: Maintains a list of subscribers to updates and newsletter.
it_it: Mantiene una lista d'iscritti per aggiornamenti e notiziario.

source: Thank you for subscribing to updates from us.
it_it: Grazie per esserti iscritto/a per ricevere aggiornamenti da noi.

source: To confirm the subscription, use the following link: %s
it_it: Per confermare l'iscrizione usa questo collegamento: %s

source: You will shortly receive an email message to confirm your subscription request.
it_it: A breve riceverai un messaggio email per confermare la richiesta d'iscrizione.

source: Your subscription is now confirmed. You will be receiving updates from us. Welcome and enjoy!
it_it: L'iscrizione è confermata. Da ora riceverai aggiornamenti da noi. Ti diamo il benvenuto è ti auguriamo una buona permanenza!

source: You will shortly receive an email message to confirm the cancellation request.
it_it: A breve riceverai un messaggio email per confermare la richiesta di cancellazione dell'iscrizione.

source: Receive a weekly digest of the posts.
it_it: Ricevi un riassunto settimanale degli articoli pubblicati.

source: The anti-robot check has failed. Your subscription request cannot be considered.
it_it: La verifica anti-robot è fallita. La richiesta d'iscrizione non può essere presa in considerazione.

source: You do not have sufficient permissions to access this page.
it_it: Non hai un livello di autorizzazione sufficiente per accedere a questa pagina.

source: Send daily digest now
it_it: Invia riassunto giornaliero adesso

source: Send weekly digest now
it_it: Invia riassunto settimanale adesso

source: Send digest now
it_it: Invia riassunto adesso

source: Email addresses to send to
it_it: Indirizzi email

source: Enter comma-separated list of email addresses
it_it: Inserire una lista d'indirizzi email separati da virgole

source: or leave empty to send to %d daily digest or %d weekly digest confirmed subscribers
it_it: o lasciare vuoto per inviare a %d abbonati del riassunto giornaliero o %d del riassunto settimanale

source: Newsletter
it_it: Notiziario

source: or leave empty to send to %d confirmed newsletter subscribers
it_it: o lasciare vuoto per inviare a %d abbonati del notiziario

source: Subject
it_it: Oggetto

source: Enter the subject of the newsletter message
it_it: Inserire l'oggetto del messaggio di notiziario

source: Message
it_it: Messaggio

source: Send newsletter message
it_it: Invia messaggio di notiziario

source: Digest delivery settings
it_it: Impostazioni consegna riassunto

source: The day of the week in which the weekly digest will be delivered
it_it: Il giorno della settimana per la consegna del riassunto settimanale

source: The time of the day in which the daily and weekly digests will be delivered
it_it: L'ora della consegna dei riassunti giornaliero e settimanale

source: Save settings
it_it: Salva impostazioni

source: Delivery weekday
it_it: Giorno della consegna

source: Delivery time
it_it: Ora della consegna

source: Confirm subscription
it_it: Confermare l'iscrizione

source: Subscription confirmed
it_it: L'iscrizione è confermata

source: Confirm cancellation
it_it: Confermare la cancellazione

source: Daily digest
it_it: Riassunto giornaliero

source: Weekly digest
it_it: Riassunto settimanale

source: Newsletter: %s
it_it: Notiziario: %s

source: Header image
it_it: Imagine di testata

source: Enter custom path to header image
it_it: Inserire percorso personalizzato verso l'immagine di testata

source: Use get_header_image()
it_it: Usa get_header_image()

source: Use custom path
it_it: Usa percorso personalizzato

source: Keep in touch
it_it: Resta in contatto

source: Anti-robot check failed
it_it: Verifica anti-robot fallita

source: Subscription request failed
it_it: Richiesta di abbonarsi fallita

source: New subscription successfully completed
it_it: Iscrizione efettuata con successo.

source: Cancellation request failed
it_it: Richiesta di cancellazione fallita

source: Subscription request failed for email address: %s The cause of this error is not clear. It may indicate a problem with your site or on the part of the user. It may also indicate an attack.
it_it: La richiesta d'iscrizione per l'indirizzo e-mail %s non è andata a buon fine. La causa di questo problema non è chiara. Può trattarsi di un problema del sito o della parte del utente. Può anche essere un attacco.

source: Your subscription request failed. An email has been sent to us and we will handle your request shortly.
it_it: La richiesta d'iscrizione non è andata a buon fine. Ci è stato inviato un e-mail per informarci dell'accaduto.

source: Subscription request for email address %s has been successfully completed. Congratulations! You have a new follower. If the e-mail address looks suspicious you should check its genuineness.
it_it: L'iscrizione per l'indirizzo e-mail %s è andata a buon fine. Congratulazioni! Un nuovo osservatore segue il sito. Se l'indirizzo e-mail sembrasse strano andrebbe verificata la sua genuinità.

source: An attempt to subscribe for updates using the following e-mail addresses has been rejected: %s, %s This may be a legitimate attempt to register or an attack. You should probably look into it either way.
it_it: Un tentativo d'iscrizione per gli aggiornamenti utilizzando i seguenti indirizzi e-mail è stato respinto: %s, %s. Può trattarsi di un tentativo legittimo d'iscrizione oppure può essere un attacco. In ogni caso va approfondito.

source: We have received a request to cancel your subscription. To confirm the request, use the following link: %s
it_it: Abbiamo ricevuto una richiesta per cancellare la tua iscrizione. Per confermare la richiesta usa il seguente collegamento: %s

source: Cancellation request failed for e-mail address: %s The cause of this error is not clear. It may indicate a problem with your site or on the part of the user. It may also indicate an attack.
it_it: La richiesta di cancellazione dell'iscrizione per l'indirizzo e-mail %s non è andata a buon fine. La causa di questo problema non è chiara. Può trattarsi di un problema del sito o della parte del utente. Può anche essere un attacco.

source: Your subscription cancellation request failed. An email has been sent to us and we will handle your request shortly.
it_it: La richiesta di cancellazione dell'iscrizione non è andata a buon fine. Ci è stato inviato un e-mail per informarci dell'accaduto.

source: Your subscription cancellation request has been confirmed. You will no longer be receiving updates from us. Hope you change your mind and come back soon
it_it: La richiesta di cancellazione dell'iscrizione è stata confermata. Non riceverai più aggiornamenti da noi. Speriamo che cambi idea e ritorni presto.

source: Subscription cancellation confirmed
it_it: Cancellazione dell'iscrizione confermata

source: Subscription cancellation successfully completed
it_it: Cancellazione effettuata con successo

source: Subscription cancellation request for email address %s has been successfully completed. Bummer! You have lost a follower.
it_it: La cancellazione per l'indirizzo e-mail %s è andata a buon fine. Peccato! Un osservatore in meno per il sito.

source: Code %s is invalid. You may have used an expired confirmation link.
it_it: Il codice di conferma %s non è valido. Puoi aver utilizzato un collegamento di conferma scaduto.

source: Date
it_it: Data

source: Title
it_it: Titolo

source: Also check your junk mail folder as the message is sometimes place there.
it_it: Verifica anche nella cartella Posta indesiderata.

source: To cancel your subscription. use the following link: %s
it_it: Per cancellare la tua iscrizione usa il seguente collegamento: %s

source: Successful subscription message
it_it: Messaggio iscrizione riuscita

source: Enter your name
it_it: Inserire nome e cognome

source: Subscribers list
it_it: Lista iscritti

source: To complete the subscription request, please retype your email address below.
it_it: Per completare la tua richiesta d'iscrizione, riscrivi il tuo indirizzo email qui sotto.

source: We would also like to know your name so please also fill it in.
it_it: Ci farebbe piacere conoscere anche il tuo nome. Se vuoi, scrivilo nell'apposito campo.

source: Subscription settings
it_it: Impostazioni iscrizione

source: Request full name
it_it: Richiedere nome completo

source: [not available]
it_it: [non disponibile]

source: Send empty digest message
it_it: Invia messaggio anche in caso di riassunto vuoto

source: Empty digest message
it_it: Messaggio in caso di riassunto vuoto

source: As it seems, we haven't been very active lately. There are no new posts. Maybe you can contribute some yourself ;)
it_it: A quanto pare non siamo stati molto attivi ultimamente. Non ci sono nuovi articoli. Forse ne potresti scrivere qualcuno tu ;)

source: These are the articles and pages published or updated lately on our site:
it_it: Questi sono gli articoli e pagine ultimamente pubblicati o aggiornati sul nostro sito:

source: Use anti-robot page
it_it: Utilizzare la pagina anti-robot
